#запитуємо дані
pib = input("Ваші прізвище, ім'я, по батькові? ")
age = input("Скільки Вам років? ")
city = input("Де Ви живете? ")
study = input("Де Ви навчаєтесь? ")
group = input("Номер Вашої групи? ")
number_in_group = input("Який Ваш порядковий номер у списку групи? ")

#додаткові питання
input("Як справи? ")
input("Як Ви себе почуваєте? ")
input("Коли будете вдома? ")
input("Яку оцінку отримав на ЗНО по українській мові? ")
input("Сьогодні сонячно? ")
input("Коли нарешті карантин? ")
input("Як звати Вашого друга? ")
input("Ви думаєте вступати у магістратуру? ")
input("Якого кольору Ваш зошит? ")
input("Який Ваш настрій сьогодні? ")

#результати
print("\n-*- Ваша інформація -*-")
print("Ваше ім'я:", pib)
print("Ваш вік:", age)
print("Ви живете в:", city)
print("Ви навчаєтесь в:", study)
print("Номер моєї групи:", group)
print("Мій порядковий номер у списку групи:", number_in_group)
